orderreport/statistics.json
{
  "01 - User Role Assignment" : {
    "transaction" : "01 - User Role Assignment",
    "sampleCount" : 20,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 3.5,
    "medianResTime" : 3.0,
    "minResTime" : 1.0,
    "maxResTime" : 9.0,
    "pct1ResTime" : 7.800000000000004,
    "pct2ResTime" : 8.95,
    "pct3ResTime" : 9.0,
    "throughput" : 1.4019346698443853,
    "receivedKBytesPerSec" : 0.1686702649656526,
    "sentKBytesPerSec" : 0.0
  },
  "05 - Member Get Own Orders" : {
    "transaction" : "05 - Member Get Own Orders",
    "sampleCount" : 14,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 23.71428571428571,
    "medianResTime" : 16.0,
    "minResTime" : 14.0,
    "maxResTime" : 90.0,
    "pct1ResTime" : 61.0,
    "pct2ResTime" : 90.0,
    "pct3ResTime" : 90.0,
    "throughput" : 1.4314928425357873,
    "receivedKBytesPerSec" : 8.879729038854807,
    "sentKBytesPerSec" : 0.5731563139059305
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 86,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 26.709302325581397,
    "medianResTime" : 5.5,
    "minResTime" : 1.0,
    "maxResTime" : 99.0,
    "pct1ResTime" : 84.6,
    "pct2ResTime" : 90.0,
    "pct3ResTime" : 99.0,
    "throughput" : 5.986356675483781,
    "receivedKBytesPerSec" : 15.949455854970068,
    "sentKBytesPerSec" : 0.9629670315327857
  },
  "02 - User Login" : {
    "transaction" : "02 - User Login",
    "sampleCount" : 20,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 81.2,
    "medianResTime" : 82.0,
    "minResTime" : 64.0,
    "maxResTime" : 99.0,
    "pct1ResTime" : 94.9,
    "pct2ResTime" : 98.8,
    "pct3ResTime" : 99.0,
    "throughput" : 1.3991884706870015,
    "receivedKBytesPerSec" : 0.8829644431229886,
    "sentKBytesPerSec" : 0.4059559517979572
  },
  "06 - Admin Order Management Summary" : {
    "transaction" : "06 - Admin Order Management Summary",
    "sampleCount" : 6,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1.5,
    "medianResTime" : 1.5,
    "minResTime" : 1.0,
    "maxResTime" : 2.0,
    "pct1ResTime" : 2.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 2.0,
    "throughput" : 1.6629711751662972,
    "receivedKBytesPerSec" : 0.2728312084257206,
    "sentKBytesPerSec" : 0.0
  },
  "04 - Admin Get All Orders" : {
    "transaction" : "04 - Admin Get All Orders",
    "sampleCount" : 6,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 37.0,
    "medianResTime" : 36.0,
    "minResTime" : 30.0,
    "maxResTime" : 45.0,
    "pct1ResTime" : 45.0,
    "pct2ResTime" : 45.0,
    "pct3ResTime" : 45.0,
    "throughput" : 1.6478989288656962,
    "receivedKBytesPerSec" : 32.46554003021148,
    "sentKBytesPerSec" : 0.6662403872562482
  },
  "03 - Order Load Test Report" : {
    "transaction" : "03 - Order Load Test Report",
    "sampleCount" : 20,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1.9999999999999998,
    "medianResTime" : 2.0,
    "minResTime" : 1.0,
    "maxResTime" : 5.0,
    "pct1ResTime" : 4.0,
    "pct2ResTime" : 4.949999999999999,
    "pct3ResTime" : 5.0,
    "throughput" : 1.4191442560136238,
    "receivedKBytesPerSec" : 0.5724389989711204,
    "sentKBytesPerSec" : 0.0
  }
}